Repository: pacoqueen/Django-personal-website
Catalog: mainpage/locale/*/LC_MESSAGES/django.po
Languages: es

source: SEND MESSAGE
es: ENVIAR MENSAJE

source: Developer
es: Programador

source: Go
es: Ir

source: Home
es: Inicio

source: About
es: Sobre mí

source: Stuff
es: Proyectos

source: Badges
es: Intereses

source: Contact
es: Contacto

source: Computer Science Technical Engineer
es: Ingeniero Técnico en Informática de Gestión

source: Skills
es: Conocimientos

source: Need to contact me? Use the form below.
es: ¿Quieres contactar conmigo? Usa el formulario de abajo.

source: Made with <span id="heart">♥</span> in Huelva, Spain.
es: Hecho con <span id="heart">♥</span> en Huelva, España.

source: Thanks to <a href="https://github.com/vladislavalerievich/Django-personal-website">Vlad Moroshan</a> whose project inspired this website and is forked from.
es: Gracias a <a href="https://github.com/vladislavalerievich/Django-personal-website">Vlad Moroshan</a>, cuyo proyecto sirvió de base.
