Repository: pacoqueen/Django-personal-website
Catalog: portfolio/locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: Cookie settings
es: Configuración de cookies

source: This website uses optional cookies for analytics and usability purposes. It does not collect any personal data.
es: Este sitio web usa cookies opcionales para análisis estadísticos y por motivosde usabilidad. No recopila ningún dato personal.

source: Essential cookies are used for proper functioning and can't be declined.
es: Las cookies esenciales son necesarias para el funcionamiento del sitio y no pueden ser rechazadas.

source: GDPR
es: RGPD

source: Essential
es: Esenciales

source: Essential cookies allow this page to work.
es: Las cookies esenciales son intrínsecas al funcionamiento del sitio.

source: Meta cookie for the cookies that are set.
es: Meta cookie para guardar la configuración de cookies.

source: This cookie prevents Cross-Site-Request-Forgery attacks.
es: Esta cookie previene ataques del tipo Cross-Site-Request-Forgery

source: This cookie is necessary to allow logging in, for example.
es: Esta cookie es necesaria para permitir identificar sesiones, por ejemplo.

source: Analytics
es: Analíticas

source: Google Analytics cookies for website analysis.
es: Cookies de Google Analytics

source: Preferences
es: Preferencias

source: Allows to display webpage in selected language and remember on next visits.
es: Permite mostrar la página web en el idioma seleccionado y recordarlo en siguientes visitas.
